Repository: shayan-sethi/solarisweb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bn, gu, hi, mr, ta, te

source: Hello! I'm SunnivaAI, here to help. I can guide you through this form or answer any general questions you have about going solar.
bn: হ্যালো! আমি সুন্নিভা এআই, সাহায্য করার জন্য এখানে। আমি আপনাকে এই ফর্মের মাধ্যমে গাইড করতে পারি বা সৌর শক্তিতে যাওয়ার বিষয়ে আপনার যে কোনও সাধারণ প্রশ্নের উত্তর দিতে পারি।
gu: નમસ્તે! હું સુન્નીવા AI, મદદ કરવા માટે અહીં છું. હું તમને આ ફોર્મ દ્વારા માર્ગદર્શન આપી શકું છું અથવા સૌર ઊર્જા વિશેના તમારા કોઈપણ સામાન્ય પ્રશ્નોના જવાબ આપી શકું છું.
hi: नमस्ते! मैं सुन्निवा एआई हूं, मदद के लिए यहां हूं। मैं इस फॉर्म के माध्यम से आपका मार्गदर्शन कर सकता हूं या सौर ऊर्जा अपनाने के बारे में आपके किसी भी सामान्य प्रश्न का उत्तर दे सकता हूं।
mr: नमस्कार! मी सुन्निवा एआय, मदतीसाठी येथे आहे. मी तुम्हाला या फॉर्मद्वारे मार्गदर्शन करू शकतो किंवा सौर उर्जेवर जाण्याबद्दलच्या तुमच्या कोणत्याही सामान्य प्रश्नांची उत्तरे देऊ शकतो.
ta: வணக்கம்! நான் சுன்னிவா AI, உதவ இங்கே இருக்கிறேன். இந்த படிவத்தின் மூலம் நான் உங்களுக்கு வழிகாட்ட முடியும் அல்லது சோலார் செல்வது குறித்த பொதுவான கேள்விகளுக்கு பதிலளிக்க முடியும்.
te: హలో! నేను సున్నివా AI, సహాయం చేయడానికి ఇక్కడ ఉన్నాను. నేను ఈ ఫారమ్ ద్వారా మీకు మార్గనిర్దేశం చేయగలను లేదా సోలార్‌కి వెళ్లడం గురించి మీకు ఏవైనా సాధారణ ప్రశ్నలకు సమాధానం ఇవ్వగలను.

source: Ask a question...
bn: প্রশ্ন জিজ্ঞাসা করুন...
gu: પ્રશ્ન પૂછો...
hi: एक प्रश्न पूछें...
mr: प्रश्न विचारा...
ta: கேள்வி கேளுங்கள்...
te: ప్రశ్న అడగండి...

source: AI is thinking...
bn: AI চিন্তা করছে...
gu: AI વિચારી રહ્યું છે...
hi: एआई सोच रहा है...
mr: AI विचार करत आहे...
ta: AI யோசிக்கிறது...
te: AI ఆలోచిస్తోంది...

source: Open energy tracker
bn: এনার্জি ট্র্যাকার খুলুন
gu: એનર્જી ટ્રેકર ખોલો
hi: ऊर्जा ट्रैकर खोलें
mr: ऊर्जा ट्रॅकर उघडा
ta: ஆற்றல் கண்காணிப்பைத் திறக்கவும்
te: ఎనర్జీ ట్రాకర్‌ని తెరవండి

source: View form data
bn: ফর্ম ডেটা দেখুন
gu: ફોર્મ ડેટા જુઓ
hi: फॉर्म डेटा देखें
mr: फॉर्म डेटा पहा
ta: படிவத் தரவைப் பார்க்கவும்
te: ఫారమ్ డేటాను చూడండి

source: Start a new journey
bn: একটি নতুন যাত্রা শুরু করুন
gu: એક નવી યાત્રા શરૂ કરો
hi: एक नई यात्रा शुरू करें
mr: नवीन प्रवास सुरू करा
ta: புதிய பயணத்தைத் தொடங்குங்கள்
te: కొత్త ప్రయాణాన్ని ప్రారంభించండి

source: Browse vendors page
bn: বিক্রেতা পৃষ্ঠা ব্রাউজ করুন
gu: વિક્રેતાઓ પૃષ્ઠ બ્રાઉઝ કરો
hi: विक्रेता पृष्ठ ब्राउज़ करें
mr: विक्रेता पृष्ठ ब्राउझ करा
ta: விற்பனையாளர்கள் பக்கத்தை உலாவவும்
te: విక్రేతల పేజీని బ్రౌజ్ చేయండి

source: Back to dashboard
bn: ড্যাশবোর্ডে ফিরে যান
gu: ડેશબોર્ડ પર પાછા
hi: डैशबोर्ड पर वापस
mr: डॅशबोर्डवर परत
ta: முகப்புக்குத் திரும்பு
te: డ్యాష్‌బోర్డ్‌కు తిరిగి వెళ్లండి

source: Subsidy Form Data
bn: ভর্তুকি ফর্ম ডেটা
gu: સબસિડી ફોર્મ ડેટા
hi: सब्सिडी फॉर्म डेटा
mr: सबसिडी फॉर्म डेटा
ta: மானியப் படிவத் தரவு
te: సబ్సిడీ ఫారమ్ డేటా

source: View the information you entered for your subsidy application.
bn: আপনার ভর্তুকি আবেদনের জন্য আপনি যে তথ্যটি প্রবেশ করেছেন তা দেখুন।
gu: તમારી સબસિડી અરજી માટે તમે દાખલ કરેલી માહિતી જુઓ.
hi: अपने सब्सिडी आवेदन के लिए दर्ज की गई जानकारी देखें।
mr: तुमच्या सबसिडी अर्जासाठी तुम्ही प्रविष्ट केलेली माहिती पहा.
ta: உங்கள் மானிய விண்ணப்பத்திற்கு நீங்கள் உள்ளிட்ட தகவலைப் பார்க்கவும்.
te: మీ సబ్సిడీ అప్లికేషన్ కోసం మీరు నమోదు చేసిన సమాచారాన్ని చూడండి.

source: View Results
bn: ফলাফল দেখুন
gu: પરિણામો જુઓ
hi: परिणाम देखें
mr: निकाल पहा
ta: முடிவுகளைப் பார்க்கவும்
te: ఫలితాలను చూడండి

source: Edit Form
bn: ফর্ম সম্পাদনা করুন
gu: ફોર્મ સંપાદિત કરો
hi: फॉर्म संपादित करें
mr: फॉर्म संपादित करा
ta: படிவத்தைத் திருத்து
te: ఫారమ్‌ను సవరించండి

source: Basic Information
bn: মৌলিক তথ্য
gu: મૂળભૂત માહિતી
hi: बुनियादी जानकारी
mr: मूलभूत माहिती
ta: அடிப்படை தகவல்
te: ప్రాథమిక సమాచారం

source: Monthly Electricity Bill
bn: মাসিক বিদ্যুৎ বিল
gu: માસિક વીજળી બિલ
hi: मासिक बिजली बिल
mr: मासिक वीज बिल
ta: மாதாந்திர மின்சார பில்
te: నెలవారీ విద్యుత్ బిల్లు

source: Electricity Provider / DISCOM
bn: বিদ্যুৎ প্রদানকারী / DISCOM
gu: વીજળી પ્રદાતા / DISCOM
hi: बिजली प्रदाता / डिस्कॉम
mr: वीज पुरवठादार / DISCOM
ta: மின்சார வழங்குநர் / DISCOM
te: విద్యుత్ ప్రొవైడర్ / DISCOM

source: Estimated Monthly Units
bn: আনুমানিক মাসিক ইউনিট
gu: અંદાજિત માસિક એકમો
hi: अनुमानित मासिक इकाइयां
mr: अंदाजे मासिक युनिट्स
ta: மதிப்பிடப்பட்ட மாதாந்திர அலகுகள்
te: అంచనా వేయబడిన నెలవారీ యూనిట్లు

source: Site Information
bn: সাইটের তথ্য
gu: સાઇટ માહિતી
hi: साइट की जानकारी
mr: साइट माहिती
ta: தளத் தகவல்
te: సైట్ సమాచారం

source: Calculated Estimates
bn: গণনা করা অনুমান
gu: ગણતરી કરેલ અંદાજ
hi: परिकलित अनुमान
mr: मोजलेले अंदाज
ta: கணக்கிடப்பட்ட மதிப்பீடுகள்
te: లెక్కించబడిన అంచనాలు

source: Recommended System Size
bn: প্রস্তাবিত সিস্টেম আকার
gu: ભલામણ કરેલ સિસ્ટમ કદ
hi: अनुशंसित सिस्टम आकार
mr: शिफारस केलेले सिस्टम आकार
ta: பரிந்துரைக்கப்பட்ட கணினி அளவு
te: సిఫార్సు చేయబడిన సిస్టమ్ పరిమాణం

source: Estimated Annual Consumption
bn: আনুমানিক বার্ষিক ব্যবহার
gu: અંદાજિત વાર્ષિક વપરાશ
hi: अनुमानित वार्षिक खपत
mr: अंदाजे वार्षिक वापर
ta: மதிப்பிடப்பட்ட ஆண்டு நுகர்வு
te: అంచనా వేయబడిన వార్షిక వినియోగం
