Repository: shayan-sethi/solarisweb
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bn, gu, hi, mr, ta, te

source: Language changed successfully.
bn: ভাষা সফলভাবে পরিবর্তন করা হয়েছে।
gu: ભાષા સફળતાપૂર્વક બદલાઈ ગઈ.
hi: भाषा सफलतापूर्वक बदल दी गई।
mr: भाषा यशस्वीरित्या बदलली.
ta: மொழி வெற்றிகரமாக மாற்றப்பட்டது.
te: భాష విజయవంతంగా మార్చబడింది.

source: Invalid language selected.
bn: অবৈধ ভাষা নির্বাচন করা হয়েছে।
gu: અમાન્ય ભાષા પસંદ કરી.
hi: अमान्य भाषा का चयन किया गया।
mr: अवैध भाषा निवडली.
ta: தவறான மொழி தேர்ந்தெடுக்கப்பட்டது.
te: చెల్లని భాష ఎంచుకోబడింది.

source: Dashboard
bn: ড্যাশবোর্ড
gu: ડેશબોર્ડ
hi: डैशबोर्ड
mr: डॅशबोर्ड
ta: முகப்பு
te: డ్యాష్‌బోర్డ్

source: Projects
bn: প্রকল্প
gu: પ્રોજેક્ટ્સ
hi: परियोजनाएं
mr: प्रकल्प
ta: திட்டங்கள்
te: ప్రాజెక్టులు

source: Solar Map
bn: সৌর মানচিত্র
gu: સોલર મેપ
hi: सौर नक्शा
mr: सौर नकाशा
ta: சூரிய வரைபடம்
te: సోలార్ మ్యాప్

source: Vendors
bn: বিক্রেতারা
gu: વિક્રેતાઓ
hi: विक्रेता
mr: विक्रेते
ta: விற்பனையாளர்கள்
te: విక్రేతలు

source: Energy Tracker
bn: এনার্জি ট্র্যাকার
gu: એનર્જી ટ્રેકર
hi: ऊर्जा ट्रैकर
mr: ऊर्जा ट्रॅकर
ta: ஆற்றல் கண்காணிப்பு
te: ఎనర్జీ ట్రాకర్

source: Profile
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
mr: प्रोफाइल
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Features
bn: বৈশিষ্ট্য
gu: વિશેષતાઓ
hi: विशेषताएं
mr: वैशिष्ट्ये
ta: அம்சங்கள்
te: ఫీచర్లు

source: Stats
bn: পরিসংখ্যান
gu: આંકડા
hi: आंकड़े
mr: आकडेवारी
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు

source: Map
bn: মানচিত্র
gu: નકશો
hi: नक्शा
mr: नकाशा
ta: வரைபடம்
te: మ్యాప్

source: Download
bn: ডাউনলোড
gu: ડાઉનલોડ
hi: डाउनलोड
mr: डाउनलोड
ta: பதிவிறக்கம்
te: డౌన్‌లోడ్

source: Log energy
bn: শক্তি লগ করুন
gu: ઉર્જા લોગ કરો
hi: ऊर्जा लॉग करें
mr: ऊर्जा लॉग करा
ta: ஆற்றலைப் பதிவுசெய்க
te: శక్తిని లాగ్ చేయండి

source: Journey complete
bn: যাত্রা সম্পূর্ণ
gu: યાત્રા પૂર્ણ
hi: यात्रा पूर्ण
mr: प्रवास पूर्ण
ta: பயணம் முடிந்தது
te: ప్రయాణం పూర్తయింది

source: Journey in progress
bn: যাত্রা চলছে
gu: યાત્રા પ્રગતિમાં છે
hi: यात्रा प्रगति पर है
mr: प्रवास सुरू आहे
ta: பயணம் நடைபெறுகிறது
te: ప్రయాణం సాగుతోంది

source: Logout
bn: লগআউট
gu: લોગઆઉટ
hi: लॉगआउट
mr: लॉगआउट
ta: வெளியேறு
te: లాగౌట్

source: Login
bn: লগইন
gu: લોગિન
hi: लॉगिन
mr: लॉगिन
ta: உள்நுழை
te: లాగిన్

source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
gu: ખાતું બનાવો
hi: खाता बनाएं
mr: खाते तयार करा
ta: கணக்கை உருவாக்குங்கள்
te: ఖాతా సృష్టించండి

source: Language
bn: ভাষা
gu: ભાષા
hi: भाषा
mr: भाषा
ta: மொழி
te: భాష

source: All rights reserved.
bn: সর্বস্বত্ব সংরক্ষিত।
gu: બધા હકો અમારી પાસે રાખેલા છે.
hi: सर्वाधिकार सुरक्षित।
mr: सर्व हक्क राखीव.
ta: அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.
te: అన్ని హక్కులూ ప్రత్యేకించుకోవడమైనది.

source: Built with love for clean energy adoption.
bn: পরিচ্ছন্ন শক্তি গ্রহণের জন্য ভালবাসার সাথে তৈরি।
gu: સ્વચ્છ ઊર્જા અપનાવવા માટે પ્રેમથી બનાવેલ.
hi: स्वच्छ ऊर्जा को अपनाने के लिए प्यार से बनाया गया।
mr: स्वच्छ ऊर्जा स्वीकारण्यासाठी प्रेमाने तयार केले.
ta: தூய்மையான ஆற்றலை ஏற்றுக்கொள்வதற்காக அன்புடன் உருவாக்கப்பட்டது.
te: స్చ్వచ్ఛమైన శక్తి స్వీకరణ కోసం ప్రేమతో నిర్మించబడింది.

source: Bring solar energy home.
bn: সৌর শক্তি ঘরে আনুন।
gu: સૌર ઊર્જા ઘરે લાવો.
hi: सौर ऊर्जा को घर लाएं।
mr: सौर ऊर्जा घरी आणा.
ta: சூரிய ஆற்றலை வீட்டிற்கு கொண்டு வாருங்கள்.
te: సౌర శక్తిని ఇంటికి తీసుకురండి.

source: Save money. Empower sustainability.
bn: টাকা বাঁচান। স্থায়িত্বকে শক্তিশালী করুন।
gu: પૈસા બચાવો. સ્થિરતાને સશક્ત બનાવો.
hi: पैसे बचाएं। स्थिरता को सशक्त बनाएं।
mr: पैसे वाचवा. शाश्वततेला सक्षम करा.
ta: பணத்தை சேமியுங்கள். நிலைத்தன்மையை மேம்படுத்துங்கள்.
te: డబ్బు ఆదా చేయండి. స్థిరత్వాన్ని శక్తివంతం చేయండి.

source: Solaris helps you understand your rooftop's solar potential, manage installations, schedule smart reminders, and keep your household prepared.
bn: সোলারিস আপনাকে আপনার ছাদের সৌর সম্ভাবনা বুঝতে, ইনস্টলেশন পরিচালনা করতে, স্মার্ট রিমাইন্ডার শিডিউল করতে এবং আপনার পরিবারকে প্রস্তুত রাখতে সাহায্য করে।
gu: સોલારિસ તમને તમારા રૂફટોપની સૌર ક્ષમતાને સમજવામાં, ઇન્સ્ટોલેશનનું સંચાલન કરવામાં, સ્માર્ટ રિમાઇન્ડર્સ શેડ્યૂલ કરવામાં અને તમારા ઘરને તૈયાર રાખવામાં મદદ કરે છે.
hi: सोलरिस आपको अपनी छत की सौर क्षमता को समझने, स्थापना का प्रबंधन करने, स्मार्ट अनुस्मारक निर्धारित करने और अपने घर को तैयार रखने में मदद करता है।
mr: सोलारिस तुम्हाला तुमच्या छतावरील सौर क्षमता समजून घेण्यास, इन्स्टॉलेशन व्यवस्थापित करण्यास, स्मार्ट रिमाइंडर शेड्यूल करण्यास आणि तुमचे घर तयार ठेवण्यास मदत करते.
ta: உங்கள் கூரையின் சூரிய ஆற்றல் திறனைப் புரிந்துகொள்ளவும், நிறுவல்களை நிர்வகிக்கவும், நினைவூட்டல்களைத் திட்டமிடவும், உங்கள் வீட்டைத் தயாராக வைத்திருக்கவும் சோலாரிஸ் உதவுகிறது.
te: సోలారిస్ మీ రూఫ్‌టాప్ సోలార్ పొటెన్షియల్‌ను అర్థం చేసుకోవడానికి, ఇన్‌స్టాలేషన్‌లను నిర్వహించడానికి, స్మార్ట్ రిమైండర్‌లను షెడ్యూల్ చేయడానికి మరియు మీ ఇంటిని సిద్ధంగా ఉంచడంలో మీకు సహాయపడుతుంది.

source: Go to dashboard
bn: ড্যাশবোর্ডে যান
gu: ડેશબોર્ડ પર જાઓ
hi: डैशबोर्ड पर जाएं
mr: डॅशबोर्डवर जा
ta: முகப்புக்குச் செல்
te: డ్యాష్‌బోర్డ్‌కు వెళ్లండి

source: Check subsidy
bn: ভর্তুকি চেক করুন
gu: સબસિડી તપાસો
hi: सब्सिडी जांचें
mr: सबसिडी तपासा
ta: மானியத்தைச் சரிபார்க்கவும்
te: సబ్సిడీని తనిఖీ చేయండి

source: Create account
bn: অ্যাকাউন্ট তৈরি করুন
gu: ખાતું બનાવો
hi: खाता बनाएं
mr: खाते तयार करा
ta: கணக்கை உருவாக்கு
te: ఖాతా సృష్టించండి

source: Sign in
bn: সাইন ইন করুন
gu: સાઇન ઇન કરો
hi: साइन इन करें
mr: साइन इन करा
ta: உள்நுழையவும்
te: సైన్ ఇన్ చేయండి

source: Our Mission
bn: আমাদের লক্ষ্য
gu: અમારું મિશન
hi: हमारा मिशन
mr: आमचे ध्येय
ta: எங்கள் நோக்கம்
te: మా లక్ష్యం

source: Empowering every Indian household to harness solar energy with confidence and clarity.
bn: প্রতিটি ভারতীয় পরিবারকে আত্মবিশ্বাস এবং স্পষ্টতার সাথে সৌর শক্তি ব্যবহার করতে সক্ষম করা।
gu: દરેક ભારતીય ઘરને આત્મવિશ્વાસ અને સ્પષ્ટતા સાથે સૌર ઊર્જાનો ઉપયોગ કરવા માટે સશક્ત બનાવવું.
hi: हर भारतीय परिवार को आत्मविश्वास और स्पष्टता के साथ सौर ऊर्जा का उपयोग करने के लिए सशक्त बनाना।
mr: प्रत्येक भारतीय घराला आत्मविश्वास आणि स्पष्टतेने सौर ऊर्जेचा वापर करण्यास सक्षम करणे.
ta: ஒவ்வொரு இந்தியக் குடும்பமும் நம்பிக்கையுடனும் தெளிவுடனும் சூரிய ஆற்றலைப் பயன்படுத்த அதிகாரம் அளித்தல்.
te: ప్రతి భారతీయ కుటుంబం విశ్వాసం మరియు స్పష్టతతో సౌర శక్తిని వినియోగించుకునేలా చేయడం.

source: We're building the platform that makes rooftop solar accessible, transparent, and rewarding for millions of homes across India.
bn: আমরা এমন একটি প্ল্যাটফর্ম তৈরি করছি যা সারা ভারত জুড়ে লক্ষ লক্ষ বাড়ির জন্য রুফটপ সোলারকে অ্যাক্সেসযোগ্য, স্বচ্ছ এবং ফলপ্রসূ করে তোলে।
gu: અમે એવું પ્લેટફોર્મ બનાવી રહ્યા છીએ જે સમગ્ર ભારતમાં લાખો ઘરો માટે રૂફટોપ સોલરને સુલભ, પારદર્શક અને લાભદાયી બનાવે છે.
hi: हम वह प्लेटफॉर्म बना रहे हैं जो भारत भर के लाखों घरों के लिए छत सौर को सुलभ, पारदर्शी और फायदेमंद बनाता है।
mr: आम्ही असे प्लॅटफॉर्म तयार करत आहोत जे संपूर्ण भारतातील लाखो घरांसाठी रूफटॉप सोलर सुलभ, पारदर्शक आणि फायदेशीर बनवेल.
ta: இந்தியா முழுவதும் உள்ள மில்லியன் கணக்கான வீடுகளுக்கு கூரை சூரிய ஒளியை அணுகக்கூடியதாகவும், வெளிப்படையானதாகவும், வெகுமதியளிக்கக்கூடியதாகவும் மாற்றும் தளத்தை நாங்கள் உருவாக்குகிறோம்.
te: మేము భారతదేశంలోని మిలియన్ల కొద్దీ ఇళ్లకు రూఫ్‌టాప్ సోలార్‌ను అందుబాటులోకి, పారదర్శకంగా మరియు లాభదాయకంగా మార్చే ప్లాట్‌ఫారమ్‌ను నిర్మిస్తున్నాము.

source: Our Goal
bn: আমাদের লক্ষ্য
gu: અમારો ધ્યેય
hi: हमारा लक्ष्य
mr: आमचे ध्येय
ta: எங்கள் இலக்கு
te: మా లక్ష్యం

source: users by 2026
bn: 2026 সালের মধ্যে ব্যবহারকারী
gu: 2026 સુધીમાં વપરાશકર્તાઓ
hi: 2026 तक उपयोगकर्ता
mr: 2026 पर्यंत वापरकर्ते
ta: 2026க்குள் பயனர்கள்
te: 2026 నాటికి వినియోగదారులు

source: Solar Installations
bn: সৌর ইনস্টলেশন
gu: સૌર સ્થાપનો
hi: सौर स्थापना
mr: सौर स्थापना
ta: சூரிய நிறுவல்கள்
te: సౌర సంస్థాపనలు

source: panels by FY4
bn: FY4 এর মধ্যে প্যানেল
gu: FY4 સુધીમાં પેનલ્સ
hi: FY4 तक पैनल
mr: FY4 पर्यंत पॅनल्स
ta: FY4க்குள் பேனல்கள்
te: FY4 నాటికి ప్యానెల్లు

source: What We're Building
bn: আমরা যা তৈরি করছি
gu: અમે શું બનાવી રહ્યા છીએ
hi: हम क्या बना रहे हैं
mr: आम्ही काय बनवत आहोत
ta: நாங்கள் என்ன உருவாக்குகிறோம்
te: మేము ఏమి నిర్మిస్తున్నాము

source: AI-powered rooftop assessments for instant solar potential
bn: তাত্ক্ষণিক সৌর সম্ভাবনার জন্য এআই-চালিত ছাদ মূল্যায়ন
gu: ત્વરિત સૌર ક્ષમતા માટે AI-સંચાલિત રૂફટોપ મૂલ્યાંકન
hi: तत्काल सौर क्षमता के लिए एआई-संचालित छत मूल्यांकन
mr: त्वरित सौर क्षमतेसाठी एआय-आधारित रूफटॉप मूल्यांकन
ta: உடனடி சூரிய ஆற்றல் திறனுக்கான AI-இயங்கும் கூரை மதிப்பீடுகள்
te: తక్షణ సౌర సామర్థ్యం కోసం AI-ఆధారిత రూఫ్‌టాప్ అంచనాలు

source: Automated subsidy matching across all government schemes
bn: সমস্ত সরকারি স্কিম জুড়ে স্বয়ংক্রিয় ভর্তুকি ম্যাচিং
gu: તમામ સરકારી યોજનાઓમાં સ્વચાલિત સબસિડી મેચિંગ
hi: सभी सरकारी योजनाओं में स्वचालित सब्सिडी मिलान
mr: सर्व सरकारी योजनांमध्ये स्वयंचलित सबसिडी जुळवणी
ta: அனைத்து அரசு திட்டங்களிலும் தானியங்கி மானியப் பொருத்தம்
te: అన్ని ప్రభుత్వ పథకాలలో ఆటోమేటెడ్ సబ్సిడీ మ్యాచింగ్

source: Smart monitoring and maintenance alerts for optimal performance
bn: সর্বোত্তম কর্মক্ষমতার জন্য স্মার্ট মনিটরিং এবং রক্ষণাবেক্ষণ সতর্কতা
gu: શ્રેષ્ઠ કામગીરી માટે સ્માર્ટ મોનિટરિંગ અને જાળવણી ચેતવણીઓ
hi: इष्टतम प्रदर्शन के लिए स्मार्ट निगरानी और रखरखाव अलर्ट
mr: इष्टतम कामगिरीसाठी स्मार्ट मॉनिटरिंग आणि देखभाल अलर्ट
ta: சிறந்த செயல்திறனுக்கான ஸ்மார்ட் கண்காணிப்பு மற்றும் பராமரிப்பு விழிப்பூட்டல்கள்
te: సరైన పనితీరు కోసం స్మార్ట్ పర్యవేక్షణ మరియు నిర్వహణ హెచ్చరికలు

source: Govt. Scheme Aggregator
bn: সরকারি স্কিম এগ্রিগেটর
gu: સરકારી યોજના એગ્રીગેટર
hi: सरकारी योजना एग्रीगेटर
mr: सरकारी योजना एग्रीगेटर
ta: அரசு திட்டத் தொகுப்பு
te: ప్రభుత్వ పథకం అగ్రిగేటర్

source: Central & state schemes automatically filtered by eligibility and local DISCOM policies.
bn: যোগ্যতা এবং স্থানীয় DISCOM নীতি দ্বারা কেন্দ্রীয় এবং রাজ্য স্কিমগুলি স্বয়ংক্রিয়ভাবে ফিল্টার করা হয়।
gu: પાત્રતા અને સ્થાનિક ડિસ્કોમ નીતિઓ દ્વારા કેન્દ્ર અને રાજ્ય યોજનાઓ આપમેળે ફિલ્ટર થાય છે.
hi: पात्रता और स्थानीय डिस्कॉम नीतियों द्वारा स्वचालित रूप से फ़िल्टर की गई केंद्रीय और राज्य योजनाएं।
mr: पात्रता आणि स्थानिक DISCOM धोरणांद्वारे केंद्र आणि राज्य योजना आपोआप फिल्टर केल्या जातात.
ta: தகுதி மற்றும் உள்ளூர் DISCOM கொள்கைகளால் மத்திய மற்றும் மாநில திட்டங்கள் தானாகவே வடிகட்டப்படுகின்றன.
te: అర్హత మరియు స్థానిక DISCOM విధానాల ద్వారా కేంద్ర & రాష్ట్ర పథకాలు స్వయంచాలకంగా ఫిల్టర్ చేయబడతాయి.

source: Rooftop Solar Estimator
bn: রুফটপ সোলার এস্টিমেটর
gu: રૂફટોપ સોલર એસ્ટિમેટર
hi: रूफटॉप सोलर एस्टीमेटर
mr: रूफटॉप सोलर एस्टिमेटर
ta: கூரை சூரிய மதிப்பீட்டாளர்
te: రూఫ్‌టాప్ సోలార్ ఎస్టిమేటర్

source: Uses irradiance, orientation & roof area to estimate capacity, generation & savings.
bn: ক্ষমতা, উৎপাদন এবং সঞ্চয় অনুমান করতে ইরেডিয়েন্স, ওরিয়েন্টেশন এবং ছাদের এলাকা ব্যবহার করে।
gu: ક્ષમતા, ઉત્પાદન અને બચતનો અંદાજ કાઢવા માટે ઇરેડિયન્સ, ઓરિએન્ટેશન અને છત વિસ્તારનો ઉપયોગ કરે છે.
hi: क्षमता, उत्पादन और बचत का अनुमान लगाने के लिए विकिरण, अभिविन्यास और छत के क्षेत्र का उपयोग करता है।
mr: क्षमता, निर्मिती आणि बचतीचा अंदाज घेण्यासाठी इरॅडियंस, ओरिएंटेशन आणि छताचे क्षेत्र वापरते.
ta: திறன், உற்பத்தி மற்றும் சேமிப்பை மதிப்பிட கதிர்வீச்சு, திசை மற்றும் கூரை பகுதியைப் பயன்படுத்துகிறது.
te: సామర్థ్యం, ఉత్పత్తి & పొదుపులను అంచనా వేయడానికి ఇరేడియన్స్, ఓరియంటేషన్ & రూఫ్ ఏరియాను ఉపయోగిస్తుంది.

source: Smart Reminders & Logs
bn: স্মার্ট রিমাইন্ডার এবং লগ
gu: સ્માર્ટ રિમાઇન્ડર્સ અને લોગ્સ
hi: स्मार्ट रिमाइंडर्स और लॉग्स
mr: स्मार्ट रिमाइंडर्स आणि लॉग्स
ta: ஸ்மார்ட் நினைவூட்டல்கள் & பதிவுகள்
te: స్మార్ట్ రిమైండర్‌లు & లాగ్‌లు

source: Stay on top of inspections, net-metering, maintenance, health logs and subsidy deadlines.
bn: পরিদর্শন, নেট-মিটারিং, রক্ষণাবেক্ষণ, স্বাস্থ্য লগ এবং ভর্তুকি সময়সীমার উপরে থাকুন।
gu: નિરીક્ષણો, નેટ-મીટરિંગ, જાળવણી, આરોગ્ય લોગ અને સબસિડીની સમયમર્યાદામાં ટોચ પર રહો.
hi: निरीक्षण, नेट-मीटरिंग, रखरखाव, स्वास्थ्य लॉग और सब्सिडी की समय सीमा के शीर्ष पर रहें।
mr: तपासणी, नेट-मीटरिंग, देखभाल, आरोग्य लॉग आणि सबसिडीच्या अंतिम मुदतीवर रहा.
ta: ஆய்வுகள், நெட்-மீட்டரிங், பராமரிப்பு, சுகாதாரப் பதிவுகள் மற்றும் மானியக் காலக்கெடு ஆகியவற்றில் கவனம் செலுத்துங்கள்.
te: తనిఖీలు, నెట్-మీటరింగ్, నిర్వహణ, ఆరోగ్య లాగ్‌లు మరియు సబ్సిడీ గడువుల పైన ఉండండి.

source: India's Solar Potential at a Glance
bn: এক নজরে ভারতের সৌর সম্ভাবনা
gu: એક નજરમાં ભારતની સૌર ક્ષમતા
hi: एक नज़र में भारत की सौर क्षमता
mr: एका दृष्टीक्षेपात भारताची सौर क्षमता
ta: இந்தியாவின் சூரிய ஆற்றல் திறன் ஒரு பார்வை
te: ఒక చూపులో భారతదేశ సౌర సామర్థ్యం

source: Trillion kWh/year potential energy
bn: ট্রিলিয়ন kWh/বছর সম্ভাব্য শক্তি
gu: ટ્રિલિયન kWh/વર્ષ સંભવિત ઊર્જા
hi: ट्रिलियन kWh/वर्ष संभावित ऊर्जा
mr: ट्रिलियन kWh/वर्ष संभाव्य ऊर्जा
ta: டிரில்லியன் kWh/ஆண்டு சாத்தியமான ஆற்றல்
te: ట్రిలియన్ kWh/సంవత్సరం సంభావ్య శక్తి

source: Rooftop solar currently utilized
bn: বর্তমানে ব্যবহৃত রুফটপ সোলার
gu: હાલમાં ઉપયોગમાં લેવાતું રૂફટોપ સોલર
hi: वर्तमान में उपयोग की जाने वाली रूफटॉप सौर ऊर्जा
mr: सध्या वापरले जाणारे रूफटॉप सोलर
ta: தற்போது பயன்படுத்தப்படும் கூரை சூரிய சக்தி
te: ప్రస్తుతం వినియోగిస్తున్న రూఫ్‌టాప్ సోలార్

source: Subsidy available for 3 kW system
bn: 3 কিলোওয়াট সিস্টেমের জন্য ভর্তুকি উপলব্ধ
gu: 3 kW સિસ્ટમ માટે સબસિડી ઉપલબ્ધ છે
hi: 3 किलोवाट प्रणाली के लिए सब्सिडी उपलब्ध
mr: 3 kW प्रणालीसाठी सबसिडी उपलब्ध
ta: 3 kW அமைப்புக்கு மானியம் கிடைக்கிறது
te: 3 kW సిస్టమ్‌కు సబ్సిడీ అందుబాటులో ఉంది

source: Solar tracking
bn: সৌর ট্র্যাকিং
gu: સોલર ટ્રેકિંગ
hi: सौर ट्रैकिंग
mr: सोलर ट्रॅकिंग
ta: சூரிய கண்காணிப்பு
te: సోలార్ ట్రాకింగ్

source: Solar tracking & shadow map
bn: সৌর ট্র্যাকিং এবং ছায়া মানচিত্র
gu: સોલર ટ્રેકિંગ અને શેડો મેપ
hi: सौर ट्रैकिंग और छाया मानचित्र
mr: सोलर ट्रॅकिंग आणि शॅडो मॅप
ta: சூரிய கண்காணிப்பு & நிழல் வரைபடம்
te: సోలార్ ట్రాకింగ్ & షాడో మ్యాప్

source: Drop a pin on your rooftop and watch irradiance tiles pulse where production peaks. The browser map now mirrors the Solaris mobile heat map for a seamless experience.
bn: আপনার ছাদে একটি পিন ফেলুন এবং যেখানে উৎপাদন সর্বোচ্চ সেখানে ইরেডিয়েন্স টাইলস পালস দেখুন। ব্রাউজার মানচিত্রটি এখন একটি নিরবচ্ছিন্ন অভিজ্ঞতার জন্য সোলারিস মোবাইল হিট ম্যাপকে প্রতিফলিত করে।
gu: તમારા રૂફટોપ પર પિન છોડો અને જ્યાં ઉત્પાદન ટોચ પર હોય ત્યાં ઇરેડિયન્સ ટાઇલ્સ પલ્સ જુઓ. બ્રાઉઝર મેપ હવે સીમલેસ અનુભવ માટે સોલારિસ મોબાઇલ હીટ મેપને મિરર કરે છે.
hi: अपनी छत पर एक पिन ड्रॉप करें और देखें कि विकिरण टाइलें कहाँ उत्पादन चरम पर हैं। ब्राउज़र मैप अब एक सहज अनुभव के लिए सोलरिस मोबाइल हीट मैप को मिरर करता है।
mr: तुमच्या छतावर पिन टाका आणि उत्पादन शिखरावर असताना इरॅडियंस टाइल्स पल्स पहा. ब्राउझर नकाशा आता अखंड अनुभवासाठी सोलारिस मोबाइल उष्णता नकाशा प्रतिबिंबित करतो.
ta: உங்கள் கூரையில் ஒரு பின்னை விட்டு, உற்பத்தி உச்சத்தில் இருக்கும் இடத்தில் கதிர்வீச்சு ஓடுகள் துடிப்பதைப் பாருங்கள். உலாவி வரைபடம் இப்போது தடையற்ற அனுபவத்திற்காக சோலாரிஸ் மொபைல் வெப்ப வரைபடத்தைப் பிரதிபலிக்கிறது.
te: మీ రూఫ్‌టాప్‌పై పిన్‌ను వదలండి మరియు ఉత్పత్తి గరిష్ట స్థాయికి చేరుకున్న చోట ఇరేడియన్స్ టైల్స్ పల్స్‌ని చూడండి. బ్రౌజర్ మ్యాప్ ఇప్పుడు అతుకులు లేని అనుభవం కోసం సోలారిస్ మొబైల్ హీట్ మ్యాప్‌ను ప్రతిబింబిస్తుంది.

source: Open full explorer
bn: সম্পূর্ণ এক্সপ্লোরার খুলুন
gu: પૂર્ણ એક્સપ્લોરર ખોલો
hi: पूर्ण एक्सप्लोरर खोलें
mr: पूर्ण एक्सप्लोरर उघडा
ta: முழு எக்ஸ்ப்ளோரரைத் திறக்கவும்
te: పూర్తి ఎక్స్‌ప్లోరర్‌ని తెరవండి

source: Pin a rooftop or neighbourhood
bn: একটি ছাদ বা প্রতিবেশী পিন করুন
gu: રૂફટોપ અથવા પાડોશને પિન કરો
hi: एक छत या पड़ोस को पिन करें
mr: छतावर किंवा शेजारी पिन करा
ta: ஒரு கூரை அல்லது அருகிலுள்ள இடத்தைப் பின் செய்யவும்
te: రూఫ్‌టాప్ లేదా పరిసరాలను పిన్ చేయండి

source: Search address, city or coordinates…
bn: ঠিকানা, শহর বা স্থানাঙ্ক অনুসন্ধান করুন...
gu: સરનામું, શહેર અથવા કોઓર્ડિનેટ્સ શોધો...
hi: पता, शहर या निर्देशांक खोजें...
mr: पत्ता, शहर किंवा समन्वय शोधा...
ta: முகவரி, நகரம் அல்லது ஆயங்களைத் தேடுங்கள்...
te: చిరునామా, నగరం లేదా కోఆర్డినేట్‌లను శోధించండి...

source: Pin location
bn: অবস্থান পিন করুন
gu: સ્થાન પિન કરો
hi: स्थान पिन करें
mr: स्थान पिन करा
ta: இருப்பிடத்தைப் பின் செய்யவும்
te: స్థానాన్ని పిన్ చేయండి

source: Use my current location
bn: আমার বর্তমান অবস্থান ব্যবহার করুন
gu: મારા વર્તમાન સ્થાનનો ઉપયોગ કરો
hi: मेरे वर्तमान स्थान का उपयोग करें
mr: माझे वर्तमान स्थान वापरा
ta: எனது தற்போதைய இருப்பிடத்தைப் பயன்படுத்தவும்
te: నా ప్రస్తుత స్థానాన్ని ఉపయోగించండి

source: Calibrating sunlight data…
bn: সূর্যালোক ডেটা ক্যালিব্রেট করা হচ্ছে...
gu: સૂર્યપ્રકાશ ડેટાને કેલિબ્રેટ કરી રહ્યું છે...
hi: सूर्य के प्रकाश डेटा को कैलिब्रेट किया जा रहा है...
mr: सूर्यप्रकाश डेटा कॅलिब्रेट करत आहे...
ta: சூரிய ஒளி தரவை அளவீடு செய்கிறது...
te: సూర్యకాంతి డేటాను క్రమాంకనం చేస్తోంది...

source: Solar potential
bn: সৌর সম্ভাবনা
gu: સૌર ક્ષમતા
hi: सौर क्षमता
mr: सौर क्षमता
ta: சூரிய ஆற்றல் திறன்
te: సౌర సామర్థ్యం

source: Low
bn: কম
gu: ઓછું
hi: कम
mr: कमी
ta: குறைவான
te: తక్కువ

source: High
bn: উচ্চ
gu: ઉચ્ચ
hi: उच्च
mr: जास्त
ta: அதிக
te: అధిక

source: Sunlight snapshot
bn: সূর্যালোক স্ন্যাপশট
gu: સૂર્યપ્રકાશ સ્નેપશોટ
hi: सूर्य के प्रकाश का स्नैपशॉट
mr: सूर्यप्रकाश स्नॅपशॉट
ta: சூரிய ஒளி ஸ்னாப்ஷாட்
te: సూర్యకాంతి స్నాప్‌షాట్

source: Day timeline
bn: দিনের টাইমলাইন
gu: દિવસની સમયરેખા
hi: दिन की समयरेखा
mr: दिवसाची वेळरेखा
ta: நாள் காலவரிசை
te: రోజు టైమ్‌లైన్

source: View tracker
bn: ট্র্যাকার দেখুন
gu: ટ્રેકર જુઓ
hi: ट्रैकर देखें
mr: ट्रॅकर पहा
ta: கண்காணிப்பைப் பார்க்கவும்
te: ట్రాకర్ చూడండి

source: Need an updated subsidy projection?
bn: একটি আপডেট ভর্তুকি অভিক্ষেপ প্রয়োজন?
gu: શું અપડેટ કરેલ સબસિડી પ્રોજેક્શનની જરૂર છે?
hi: क्या अद्यतन सब्सिडी अनुमान की आवश्यकता है?
mr: अद्यतन सबसिडी प्रोजेक्शन हवे आहे का?
ta: புதுப்பிக்கப்பட்ட மானிய மதிப்பீடு தேவையா?
te: నవీకరించబడిన సబ్సిడీ ప్రొజెక్షన్ కావాలా?

source: Run subsidy estimator
bn: ভর্তুকি এস্টিমেটর চালান
gu: સબસિડી એસ્ટિમેટર ચલાવો
hi: सब्सिडी अनुमानक चलाएं
mr: सबसिडी एस्टिमेटर चालवा
ta: மானிய மதிப்பீட்டாளரை இயக்கவும்
te: సబ్సిడీ ఎస్టిమేటర్‌ని రన్ చేయండి

source: View subsidy form data
bn: ভর্তুকি ফর্ম ডেটা দেখুন
gu: સબસિડી ફોર્મ ડેટા જુઓ
hi: सब्सिडी फॉर्म डेटा देखें
mr: सबसिडी फॉर्म डेटा पहा
ta: மானியப் படிவத் தரவைப் பார்க்கவும்
te: సబ్సిడీ ఫారమ్ డేటాను చూడండి

source: View projects
bn: প্রকল্প দেখুন
gu: પ્રોજેક્ટ્સ જુઓ
hi: परियोजनाएं देखें
mr: प्रकल्प पहा
ta: திட்டங்களைப் பார்க்கவும்
te: ప్రాజెక్ట్‌లను చూడండి

source: Open solar tracker
bn: সৌর ট্র্যাকার খুলুন
gu: સોલર ટ્રેકર ખોલો
hi: सौर ट्रैकर खोलें
mr: सोलर ट्रॅकर उघडा
ta: சோலார் டிராக்கரைத் திறக்கவும்
te: సోలార్ ట్రాకర్‌ని తెరవండి

source: Add entry
bn: এন্ট্রি যোগ করুন
gu: એન્ટ્રી ઉમેરો
hi: प्रविष्टि जोड़ें
mr: प्रविष्टी जोडा
ta: பதிவைச் சேர்க்கவும்
te: ఎంట్రీని జోడించండి

source: Add project
bn: প্রকল্প যোগ করুন
gu: પ્રોજેક્ટ ઉમેરો
hi: परियोजना जोड़ें
mr: प्रकल्प जोडा
ta: திட்டத்தைச் சேர்க்கவும்
te: ప్రాజెక్ట్‌ని జోడించండి

source: Member since
bn: সদস্য যেহেতু
gu: ત્યારથી સભ્ય
hi: सदस्यता कब से
mr: तेव्हापासून सदस्य
ta: உறுப்பினர் காலம்
te: సభ్యత్వం నుండి

source: Review personal details and subsidy contacts.
bn: ব্যক্তিগত বিবরণ এবং ভর্তুকি পরিচিতি পর্যালোচনা করুন।
gu: વ્યક્તિગત વિગતો અને સબસિડી સંપર્કોની સમીક્ષા કરો.
hi: व्यक्तिगत विवरण और सब्सिडी संपर्कों की समीक्षा करें।
mr: वैयक्तिक तपशील आणि सबसिडी संपर्कांचे पुनरावलोकन करा.
ta: தனிப்பட்ட விவரங்கள் மற்றும் மானியத் தொடர்புகளை மதிப்பாய்வு செய்யவும்.
te: వ్యక్తిగత వివరాలు మరియు సబ్సిడీ పరిచయాలను సమీక్షించండి.

source: Edit profile
bn: প্রোফাইল সম্পাদনা করুন
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
mr: प्रोफाइल संपादित करा
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్‌ను సవరించండి

source: Name
bn: নাম
gu: નામ
hi: नाम
mr: नाव
ta: பெயர்
te: పేరు

source: Email
bn: ইমেল
gu: ઇમેઇલ
hi: ईमेल
mr: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: Phone
bn: ফোন
gu: ફોન
hi: फ़ोन
mr: फोन
ta: தொலைபேசி
te: ఫోన్

source: Date of birth
bn: জন্ম তারিখ
gu: જન્મ તારીખ
hi: जन्म तिथि
mr: जन्मतारीख
ta: பிறந்த தேதி
te: పుట్టిన తేదీ

source: Subsidy Form Submissions
bn: ভর্তুকি ফর্ম জমা
gu: સબસિડી ફોર્મ સબમિશન્સ
hi: सब्सिडी फॉर्म प्रस्तुतियाँ
mr: सबसिडी फॉर्म सबमिशन
ta: மானியப் படிவச் சமர்ப்பிப்புகள்
te: సబ్సిడీ ఫారమ్ సమర్పణలు

source: Submitted
bn: জমা দেওয়া হয়েছে
gu: સબમિટ કર્યું
hi: प्रस्तुत
mr: सबमिट केले
ta: சமர்ப்பிக்கப்பட்டது
te: సమర్పించబడింది

source: Rooftop Area
bn: ছাদের এলাকা
gu: રૂફટોપ વિસ્તાર
hi: छत का क्षेत्र
mr: छताचे क्षेत्रफळ
ta: கூரை பகுதி
te: రూఫ్‌టాప్ ప్రాంతం

source: Monthly Bill
bn: মাসিক বিল
gu: માસિક બિલ
hi: मासिक बिल
mr: मासिक बिल
ta: மாதாந்திர பில்
te: నెలవారీ బిల్లు

source: Electricity Provider
bn: বিদ্যুৎ প্রদানকারী
gu: વીજળી પ્રદાતા
hi: बिजली प्रदाता
mr: वीज पुरवठादार
ta: மின்சார வழங்குநர்
te: విద్యుత్ ప్రొవైడర్

source: State
bn: রাজ্য
gu: રાજ્ય
hi: राज्य
mr: राज्य
ta: மாநிலம்
te: రాష్ట్రం

source: Consumer Segment
bn: ভোক্তা বিভাগ
gu: ગ્રાહક વિભાગ
hi: उपभोक्ता खंड
mr: ग्राहक विभाग
ta: நுகர்வோர் பிரிவு
te: వినియోగదారు విభాగం

source: Residential
bn: আবাসিক
gu: રહેણાંક
hi: आवासीय
mr: निवासी
ta: குடியிருப்பு
te: నివాస

source: Agricultural
bn: কৃষি
gu: કૃષિ
hi: कृषि
mr: कृषी
ta: விவசாயம்
te: వ్యవసాయ

source: Community / Cooperative
bn: সম্প্রদায় / সমবায়
gu: સમુદાય / સહકારી
hi: समुदाय / सहकारी
mr: समुदाय / सहकारी
ta: சமூகம் / கூட்டுறவு
te: కమ్యూనిటీ / కోఆపరేటివ్

source: Grid Connection
bn: গ্রিড সংযোগ
gu: ગ્રીડ કનેક્શન
hi: ग्रिड कनेक्शन
mr: ग्रिड कनेक्शन
ta: கிரிட் இணைப்பு
te: గ్రిడ్ కనెక్షన్

source: Grid-connected
bn: গ্রিড-সংযুক্ত
gu: ગ્રીડ-કનેક્ટેડ
hi: ग्रिड से जुड़ा हुआ
mr: ग्रिड-कनेक्टेड
ta: கிரிட்-இணைக்கப்பட்டது
te: గ్రిడ్-కనెక్ట్ చేయబడింది

source: Off-grid / Hybrid
bn: অফ-গ্রিড / হাইব্রিড
gu: ઓફ-ગ્રીડ / હાઇબ્રિડ
hi: ऑफ-ग्रिड / हाइब्रिड
mr: ऑफ-ग्रिड / हायब्रिड
ta: ஆஃப்-கிரிட் / ஹைப்ரிட்
te: ఆఫ్-గ్రిడ్ / హైబ్రిడ్

source: Roof Type
bn: ছাদের ধরন
gu: છતનો પ્રકાર
hi: छत का प्रकार
mr: छताचा प्रकार
ta: கூரை வகை
te: పైకప్పు రకం

source: Concrete (RCC)
bn: কংক্রিট (RCC)
gu: કોંક્રિટ (RCC)
hi: कंक्रीट (RCC)
mr: काँक्रीट (RCC)
ta: கான்கிரீட் (RCC)
te: కాంక్రీట్ (RCC)

source: Tin / Metal
bn: টিন / ধাতু
gu: ટીન / મેટલ
hi: टिन / धातु
mr: टीन / धातू
ta: தகரம் / உலோகம்
te: టిన్ / మెటల్

source: Tiles
bn: টাইলস
gu: ટાઇલ્સ
hi: टाइल्स
mr: टाइल्स
ta: டைல்ஸ்
te: టైల్స్

source: Asbestos
bn: অ্যাসবেস্টস
gu: એસ્બેસ્ટોસ
hi: एस्बेस्टस
mr: एस्बेस्टोस
ta: அஸ்பெஸ்டாஸ்
te: ఆస్బెస్టాస్

source: Flat roof
bn: সমতল ছাদ
gu: સપાટ છત
hi: समतल छत
mr: सपाट छत
ta: தட்டையான கூரை
te: ఫ్లాట్ రూఫ్

source: Sloped roof
bn: ঢালু ছাদ
gu: ઢોળાવવાળી છત
hi: ढलान वाली छत
mr: उताराचे छत
ta: சரிவான கூரை
te: వాలుగా ఉన్న పైకప్పు

source: SunnivaAI
bn: সুন্নিভা এআই
gu: સુન્નીવા AI
hi: सुन्निवा एआई
mr: सुन्निवा एआय
ta: சுன்னிவா AI
te: సున్నివా AI

source: Your solar energy guide
bn: আপনার সৌর শক্তি নির্দেশিকা
gu: તમારી સૌર ઊર્જા માર્ગદર્શિકા
hi: आपकी सौर ऊर्जा मार्गदर्शिका
mr: तुमचे सौर ऊर्जा मार्गदर्शक
ta: உங்கள் சூரிய ஆற்றல் வழிகாட்டி
te: మీ సోలార్ ఎనర్జీ గైడ్

source: Hello! I'm SunnivaAI, your solar energy assistant. I can help you with your subsidy application, but feel free to ask me anything about solar energy, panels, or installation.
bn: হ্যালো! আমি সুন্নিভা এআই, আপনার সৌর শক্তি সহকারী। আমি আপনার ভর্তুকি আবেদনে আপনাকে সাহায্য করতে পারি, কিন্তু সৌর শক্তি, প্যানেল বা ইনস্টলেশন সম্পর্কে আমাকে নির্দ্বিধায় জিজ্ঞাসা করুন।
gu: નમસ્તે! હું સુન્નીવા AI છું, તમારી સૌર ઊર્જા સહાયક. હું તમારી સબસિડી અરજીમાં તમને મદદ કરી શકું છું, પરંતુ સૌર ઊર્જા, પેનલ્સ અથવા ઇન્સ્ટોલેશન વિશે મને કંઈપણ પૂછવા માટે નિઃસંકોચ.
hi: नमस्ते! मैं सुन्निवा एआई हूं, आपकी सौर ऊर्जा सहायक। मैं आपकी सब्सिडी आवेदन में मदद कर सकता हूं, लेकिन बेझिझक मुझसे सौर ऊर्जा, पैनल या स्थापना के बारे में कुछ भी पूछें।
mr: नमस्कार! मी सुन्निवा एआय आहे, तुमचा सौर ऊर्जा सहाय्यक. मी तुम्हाला तुमच्या सबसिडी अर्जात मदत करू शकतो, परंतु सौर ऊर्जा, पॅनल्स किंवा इन्स्टॉलेशनबद्दल मला काहीही विचारू शकता.
ta: வணக்கம்! நான் சுன்னிவா AI, உங்கள் சூரிய ஆற்றல் உதவியாளர். உங்கள் மானிய விண்ணப்பத்தில் நான் உங்களுக்கு உதவ முடியும், ஆனால் சூரிய ஆற்றல், பேனல்கள் அல்லது நிறுவல் பற்றி என்னிடம் எதையும் கேட்கலாம்.
te: హలో! నేను సున్నివా AI, మీ సోలార్ ఎనర్జీ అసిస్టెంట్. నేను మీ సబ్సిడీ అప్లికేషన్‌లో మీకు సహాయం చేయగలను, అయితే సోలార్ ఎనర్జీ, ప్యానెల్‌లు లేదా ఇన్‌స్టాలేషన్ గురించి నన్ను ఏదైనా అడగడానికి సంకోచించకండి.
